Repository: srachh/Cerebro-
Catalog: mobile/ios/FN3/*.lproj/Localizable.strings
Languages: es, fr, pt, ru

source: Accessories On
es: Accesorios Encendidos
fr: Accessoires en marche
pt: Acessórios Ligados
ru: Доп. об. ВКЛ

source: Account
es: Cuenta
fr: Compte
pt: Conta
ru: Учетная запись

source: Alerts
es: Alertas
fr: Alertes
pt: Alertas
ru: Оповещения

source: All Equipment
es: Todos los equipos
fr: Ensemble du matériel
pt: Todos os Equipamentos
ru: Все оборудование

source: An authentication error occurred. Please log in and try again.
es: Error de autenticación ha ocurrido. Por favor inicie sesión y trate nuevamente
fr: L'authentification a échoué. Vérifiez votre identifiant et mot de passe et réessayez
pt: Erro de autenticação. Faça seu login novamente.
ru: Ошибка удостоверения подлинности. Войдите в систему и повторите попытку.

source: An Error occurred
es: Se produjo un error
fr: Une erreur s’est produite
pt: Um Erro ocorreu
ru: Ошибка

source: Are you sure you want to log out?
es: ¿Está seguro de que desea cerrar sesión?
fr: Voulez-vous vraiment vous déconnecter ?
pt: Você tem certeza de que quer sair do sistema?
ru: Выйти из системы?

source: Auto-Repeat
es: Repetición automática
fr: Répétition automatique
pt: Repetição Automática
ru: Автоматическое повторение

source: Auto-Restart
es: Reinicio automático
fr: Redémarrage automatique
pt: Reinício Automático
ru: Автоматический перезапуск

source: Auto-Reverse
es: Revesa automática
fr: Inversion automatique
pt: Reversão Automática
ru: Автоматический обратный ход

source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar
ru: Отмена

source: Change Map layer type
es: Cambiar tipo de capa de mapa
fr: Modifier le type de couche cartographique
pt: Mudar tipo de camada de Mapa
ru: Изменить тип слоя карты

source: Circle Time
es: Tiempo de vuelta
fr: Temps de cercle
pt: Tempo de Círculo
ru: Длительность оборота

source: Communication Status - Offline
es: Estado de comunicación - Sin conexión
fr: État de la communication - Hors connexion
pt: Estado de Comunicação - Desconectado
ru: Состояние связи: не в сети

source: Communication Status - Online with issues in the last 24 hours
es: Estado de comunicación - En línea con problemas en las últimas 24 horas
fr: État de la communication - En ligne avec des problèmes pendant les dernières 24h
pt: Estado de Comunicação - Online com problema nas últimas 24 horas
ru: Состояние связи: в сети, за последние 24 часа были обнаружены неполадки

source: Communication Status - Online without any issues in the last 24 hours
es: Estatus de comunicación. En línea sin ninguna problema en las últimas 24 horas
fr: Etat de la communication : En ligne sans incident sur les dernières 24 heures
pt: Status de comunicação – Online, sem problemas nas últimas 24 horas.
ru: Статус комм. - онлайн без каких-либо проблем за последние 24 часа

source: Communication Status - Unexpectedly offline
es: Estado de comunicación - Desconexión inesperada
fr: Statut de la communication : interruption inattendue
pt: Status de Comunicação - Offline Inesperadamente
ru: Статус коммуникаций: непредвиденная потеря связи

source: Current Demand
es: Demanda actual
fr: Demande actuelle
pt: Demanda Atual
ru: Текущая потребность

source: Current password is incorrect.
es: La contraseña actual es incorrecta.
fr: Le mot de passe actuel est incorrect.
pt: Senha Atual está incorreta.
ru: Текущий пароль недействителен.

source: Current Position
es: Posición actual
fr: Position actuelle
pt: Posição Atual
ru: Текущее положение

source: day
es: Día
fr: Jour
pt: Dia
ru: День

source: days
es: días
fr: jours
pt: dias
ru: дней

source: Depth to apply
es: Profundidad para aplicar
fr: Dose à appliquer
pt: Profundidade a ser aplicada
ru: Глубина для применения

source: Depth to apply value is invalid.
es: Valor de lamina de aplicación es inválido
fr: Dose impossible
pt: Valor de lâmina invalido
ru: Недопустимое значение глубины

source: Disable
es: Desactivar
fr: Désactiver
pt: Desabilitar
ru: Отключить

source: Disabled
es: Desactivado
fr: Désactivé
pt: Desabilitado
ru: Отключено

source: Disable this device?
es: ¿Deshabilitar este dispositivo?
fr: Désactiver ce dispositif ?
pt: Desabilitar este dispositivo?
ru: Отключить это устройство?

source: Displays this Help screen
es: Mostrar esta pantalla de ayuda
fr: Affiche cet écran d'aide
pt: Mostra esta tela de Ajuda
ru: Вывод на экран данного меню справки

source: Done
es: Listo
fr: Fait
pt: Feito
ru: Готово

source: Duration
es: Duración
fr: Durée
pt: Duração
ru: Длительность

source: Email
es: Correo electrónico
ru: Адрес электронной почты

source: Enable
es: Activar
fr: Activer
pt: Habilitar
ru: Включить

source: Enabled
es: Activado
fr: Activé
pt: Habilitado
ru: Включено

source: Enable this device?
es: ¿Habilitar este dispositivo?
fr: Activer ce dispositif ?
pt: Habilitar este dispositivo?
ru: Включить это устройство?

source: Equipment
es: Equipos
fr: Matériel
pt: Equipamento
ru: Оборудование

source: Failed to change password.
es: Error al cambiar contraseña.
fr: Échec de modification du mot de passe.
pt: Falhou ao mudar a senha.
ru: Ошибка смены пароля.

source: Forward direction Status or Control
es: Dirección de avance estado o crontrol
fr: État ou contrôle du sens avant
pt: Direção para Frente Estado ou Controle
ru: Движение или команда двигаться вперед

source: Full Run Time
es: Tiempo de operación completa
fr: Temps de fonctionnement complet
pt: Tempo Completo de Corrida
ru: Длительность полного цикла

source: Groups
es: Grupos
fr: Groupes
pt: Grupos
ru: Группы

source: Has Alert
es: Tiene una alerta
fr: Dispose d'une alerte
pt: Tem Alerta
ru: Имеется оповещение

source: History
es: Historial
fr: Historique
pt: Histórico
ru: Журнал

source: History Detail
es: Historial de detalles
fr: Détail de l'historique
pt: Histórico detalhado
ru: Детали журнала

source: hr
es: h
fr: h
ru: ч

source: hrs
es: h
fr: h
ru: ч

# Inlet Pressure
source: Inlet Pressue
es: Presión de entrada
fr: Pression d'entrée
pt: Pressão de Entrada
ru: Давление на входе

source: Irrigation System - Lateral
es: Sistema de riego - Lateral
fr: Système d'irrigation - Rampe frontale
pt: Sistema de Irrigação - Lateral
ru: Система орошения: фронтальная

source: Irrigation System - Pivot
es: Sistema de riego - Pivote
fr: Système d'irrigation - Pivot
pt: Sistema de Irrigação - Pivô
ru: Система орошения: круговая

source: Irrigation System - Pivots and Laterals
es: Sistema de Riego - Pivotes y Laterales
fr: Système d'irrigation - Pivots et rampes
pt: Sistema de irrigação - Pivôs e Laterais
ru: Система орошения: круговая и фронтальная

source: Location Services
es: Servicios de ubicación
fr: Services de localisation
pt: Serviços de Localização
ru: Службы определения местонахождения

source: Log Out
es: Cerrar sesión
fr: Se déconnecter
pt: Sair
ru: Выйти из системы

source: Log Out?
es: ¿Cerrar sesión?
fr: Se déconnecter ?
pt: Sair?
ru: Выйти из системы?

source: Log out of FieldNET Application
es: Cerrar sesión en la aplicación FieldNET
fr: Se déconnecter de l'application FieldNET
pt: Desconecta da Aplicação FieldNET
ru: Выйти из приложения FieldNET

source: Map View
fr: Vue de la carte
ru: Обзор карты

source: Menu
es: Menú
ru: Меню

source: min
ru: мин

source: Next
es: Siguiente
fr: Suite
pt: PRÓXIMO
ru: ДАЛЕЕ

source: No alerts were found.
es: Ninguna alerta se encontró
fr: Aucune alerte détectée
pt: Sem alertas encontrados.
ru: Нет оповещений.

source: No devices were found.
es: Ningún dispositivo fue encontrado
fr: Aucun appareil détecté
pt: Nenhum dispositivo foi encontrado.
ru: Нет устройств.

source: No Results
es: Sin resultados
fr: Aucune résultat
pt: Sem Resultados
ru: Результатов нет

source: Not authorized
es: No autorizado
fr: Non autorisé
pt: Não autorizado
ru: Нет разрешения

source: Notifications
es: Notificaciones
pt: Notificações
ru: Уведомления

source: Off
es: Apagado
fr: Arrêt
pt: Desligado
ru: Выкл.

source: OK
ru: Oк

source: On
es: Encendido
fr: Marche
pt: Ligado
ru: Вкл.

source: Password and confirmation password do not match.
es: La contraseña y la confirmación de contraseña no coinciden.
fr: Le mot de passe et sa confirmation ne correspondent pas.
pt: A senha e a confirmação da senha não são a mesma.
ru: Пароль и подтверждение пароля не совпадают.

source: Plan
pt: Plano
ru: План

source: Please turn on Location Services to use this feature.
es: Encienda los servicios de ubicación para utilizar esta función.
fr: Veuillez activer les services de localisation à utiliser avec cette fonctionnalité.
pt: Por favor, ligue os serviços de localização para usar esta característica.
ru: Включите службу определения местонахождения для будущего использования.

source: Poll failed
es: Error de sondeo
fr: Échec de l'intérogation
pt: Atualização falhou
ru: Ошибка опроса

source: Poll the Equipment and update screen with changes
es: Sondear el equipo y actualizar la pantalla con los cambios
fr: Interroger l'équipement et mettre à jour l'écran pour afficher les modifications
pt: Pesquise o Equipamento e atualize a tela com mudanças
ru: Опрос оборудования и обновление отображаемых данных

source: Position
es: Posición
pt: Posição
ru: Положение

source: Pumps
es: Bombas
fr: Pompes
pt: Bombas
ru: Насосы

source: Pump Engine Status
es: Estado del Motor de Bomba
fr: Etat moteur pompe
pt: Status do motor da bomba
ru: Статус насосного двигателя

source: Pump Station
es: Estación de bombeo
fr: Station de pompage
pt: Estação de Bombeamento
ru: Насосная станция

source: Pump Station - Alert
es: Estación de Bombeo - Alerta
fr: Station de pompage - Alerte
pt: Estação de Bombeamento - Alerta
ru: Насосная станция: оповещение

source: Pump Station - Off
es: Estación de Bombeo - Apagada
fr: Station de pompage - Arrêtée
pt: Estação de bombeamento - Desligada
ru: Насосная станция: выкл

source: Pump Station - Running
es: Estación de Bombeo - Funcionando
fr: Station de pompage - En marche
pt: Estação de bombeamento - Operando
ru: Насосная станция: работает

source: Pump Station - Running with Chemical
es: Estación de Bombeo - Funcionando con Químicos
fr: Station de pompage - Marche avec chimigation
pt: Estação de bombeamento - Operando
ru: Насосная станция: работает с применением химикатов

source: Rate
es: Tasa
fr: Taux
pt: Taxa
ru: Скорость

source: Remaining Capacity
es: Capacidad restante
fr: Capacité restante
pt: Capacidade Restante
ru: Возможность подключения других устройств

source: Remember Me
es: Recordarme
fr: Enregistrer
pt: Lembre-me
ru: Запомнить меня

source: Repeat Service Stop
es: Repetir detención de servicio
fr: Relancer l'arrêt de service
pt: Repita a Parada de Serviço
ru: Повторить остановку для обслуживания

source: Reverse direction Status or Control
es: Dirección de reversa estado o control
fr: État ou contrôle du sens inverse
pt: Direção Reversa Estado ou Controle
ru: Движение или команда двигаться назад

source: Running Dry
es: Ejecución en seco
fr: Marche à sec
pt: Funcionando Seco
ru: Работа без увлажнения

source: Running Wet
es: Operación regando
fr: Marche en eau
pt: Funcionamento Molhado
ru: Работа с увлажнением

source: Running with Accessory or Chemical
es: Ejecución con accesorio o sustancia química
fr: Marche avec un accessoire ou des produits chimiques
pt: Funcionando com Acessório ou Químicos
ru: Работа с приспособлением или с применением химикатов

source: s
ru: Ю

source: Select direction
es: Seleccionar dirección
fr: Sélectionner une direction
pt: Selecionar direção
ru: Выбрать направление

source: Select plan
es: Seleccionar plan
fr: Sélectionner un plan
pt: Selecionar Plano
ru: Выбрать план

source: Sensors and Relays
es: Sensores y relés
fr: Capteurs et relais
pt: Sensores e relés
ru: Датчики и реле

source: Service Stop based on position
es: Detención del servicio debido a la posición
fr: Arrêt de service basé sur la position
pt: Parada de Serviço baseada na posição
ru: Остановка для обслуживания на основании положения

source: Settings
es: Ajustes
fr: Paramètres
pt: Configurações
ru: Параметры

source: Shows a List of Alerts
es: Muestra la lista de alertas
fr: Présente une liste d'alertes
pt: Mostra uma Lista de Alertas
ru: Вывод на экран списка оповещений

source: Shows a List of Equipment
es: Muestra la lista de equipos
fr: Présente une liste de matériel
pt: Mostra uma Lista de Equipamentos
ru: Вывод на экран списка оборудования

source: Shows Map View of Equipment
es: Muestra la vista de mapa del equipo
fr: Présente une carte du matériel
pt: Mostra a Visão do Mapa de Equipamentos
ru: Вывод на экран карты оборудования

source: Shows Profile for updating application settings and configuration
es: Muestra el perfil para actualizar los ajustes y la configuración de la aplicación
fr: Présente la description pour la mise à jour des paramètres et de la configuration des applications
pt: Mostra o Perfil para a atualização de configurações de aplicação
ru: Вывод на экран профиля обновления параметров и конфигурации приложения

source: Shows your location on the Map View (requires enabling mobile device location services)
es: Muestra su ubicación en la vista de mapa (requiere la activación de los servicios de localización en el dispositivo móvil)
fr: Indique votre localisation sur la carte (activation des services mobiles de localisation des appareils)
pt: Mostra sua localização na Visão do Mapa (requer a habilitação de serviços de localização de aparelho de celular)
ru: Отображение вашего местонахождения на карте (необходимо включить службы определения местоположения мобильного устройства)

source: Specific Pump - Alert
es: Bomba Específica - Alerta
fr: Pompe spécifique - Alerte
pt: Estado del Motor de Bomba
ru: Конкретный насос: оповещение

source: Specific Pump - Locked Out
es: Bomba específica - Bloqueada
fr: Pompe spécifique - Verrouillée
pt: Bomba Específica - Travada
ru: Конкретный насос: заблокирован

source: Specific Pump - Off
es: Bomba Específica - Apagada
fr: Pompe spécifique - Arrêtée
pt: Bombeamento específico - Desligada
ru: Конкретный насос: выкл

source: Specific Pump - Regulate Pump
es: Bomba específica - Regular bomba
fr: Pompe spécifique - Régler la pompe
pt: Bomba Específica - Bomba Regulada
ru: Конкретный насос: регулировать насос

source: Specific Pump - Running
es: Bomba Específica - Funcionando
fr: Pompe spécifique - En marche
pt: Bomba específica - Operando
ru: Конкретный насос: работает

source: Speed %
es: % Velocidad
fr: Vitesse %
pt: % Velocidade
ru: % скорости

source: Speed value is invalid.
es: El valor de velocidad es inválido
fr: Vitesse – valeur impossible
pt: Valor de velocidade invalido
ru: Недопустимое значение скорости

source: Started Status or Control
es: Estado o control iniciado
fr: État ou contrôle démarré
pt: Estado ou Controle Iniciado
ru: Движение или команда двигаться

source: Status
es: Estado
fr: État
pt: Estado
ru: Статус

source: Stopped
es: Detenido
fr: Arrêté
pt: Parado
ru: Движение прекращено

source: Stop position
es: Posición de detención
fr: Position d’arrêt
pt: Posição de Parada
ru: Положение остановки

source: Stop position value is invalid.
es: Valor de posición de parada es inválido
fr: Position d'arrêt impossible
pt: Posição de parada invalida
ru: Недопустимое значение места остановки

source: Stop Status or Control
es: Estado o control de detención
fr: État ou contrôle de l'arrêt
pt: Estado Parado ou Controle
ru: Остановка или команда остановиться

source: The network is not available
es: La red no está disponible.
fr: Le réseau n’est pas disponible
pt: A rede não está disponível
ru: Сеть недоступна

source: There was an error saving device parameters.
es: Se produjo un error al guardar los parámetros del dispositivo.
fr: Il y a eu une erreur lors de l’enregistrement des paramètres du dispositif.
pt: Houve um erro ao salvar os parâmetros de dispositivo.
ru: При сохранении параметров устройства произошла ошибка.

source: There was an error saving settings.
es: Se produjo un error al guardar la configuración.
fr: Il y a eu une erreur lors de l’enregistrement des réglages.
pt: Houve um erro ao salvar as configurações.
ru: При сохранении параметров произошла ошибка.

source: There was an error while trying to poll.
es: Se produjo un error al intentar realizar el sondeo.
fr: Il y a eu une erreur lors de la tentative d'interrogation
pt: Houve um erro ao tentar a pequisa.
ru: При попытке проведения опроса произошла ошибка.

source: Timestamp
es: Marca de tiempo
fr: Horodatage
pt: Marca Temporal
ru: Штамп времени

source: Turn Off
es: Apagar
fr: Éteindre
pt: Desligar
ru: Выключить

source: Turn off this device?
es: ¿Desea apagar este dispositivo?
fr: Éteindre ce dispositif ?
pt: Desligar este aparelho?
ru: Выключить устройство?

source: Turn On
es: Encender
fr: Allumer
pt: Ligar
ru: Включить

source: Turn on this device?
es: ¿Desea encender este dispositivo?
fr: Allumer ce dispositif ?
pt: Ligar este aparelho?
ru: Включить устройство?

source: Update Available
es: Actualización disponible
fr: Mise à jour disponible
pt: Atualização Disponível
ru: Обновление доступно

source: Update later
es: Actualizar más tarde
fr: Mettre à jour ultérieurement
pt: Atualização depois
ru: Обновить позже

source: Update now
es: Actualizar ahora
fr: Mettre à jour maintenant
pt: Atualização agora
ru: Обновить сейчас

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
pt: Nome de Usuário
ru: Имя пользователя

source: View full website
es: Ver sitio web completo
fr: Afficher tout le site Web
pt: Ver o website completo
ru: Просмотреть веб-сайт целиком

source: Water
es: Agua
fr: Eau
pt: Água
ru: Вода

source: Water Level
es: Nivel de agua
fr: Niveau d'eau
pt: Nível de Água
ru: Уровень воды

source: Wet or Dry Status or Control
es: Estado o control húmedo o seco
fr: État ou contrôle du mode « En eau » ou « À sec »
pt: Estado ou Controle Molhado ou Seco
ru: Работа с увлажнением или без увлажнения или команда работать с увлажнением или без увлажнения

source: Your password has been changed
es: Se cambió la contraseña
fr: Votre mot de passe a été modifié
pt: Sua senha foi alterada
ru: Пароль изменен

source: Your username or password is incorrect.
es: El nombre de usuario o la contraseña es incorrecto.
fr: Votre nom d’utilisateur ou mot de passe est incorrect.
pt: Seu nome de usuário ou senha está incorreta.
ru: Неверно указано имя пользователя или пароль.

source: Accessories
es: Accesorios
fr: Accessoires
pt: Acessórios
ru: Приспособления

source: Chemigation
es: Quimigación
fr: Chimigation
pt: Quimigação
ru: Внесение химикатов

source: Accessory 1
es: Accesorio 1
fr: Accessoire 1
pt: Acessório 1
ru: Приспособление 1

source: Accessory 2
es: Accesorio 2
fr: Accessoire 2
pt: Acessório 2
ru: Приспособление 2

source: Temperature
es: Temperatura
fr: Température
pt: Temperatura
ru: Температура

source: Voltage
es: Voltaje
fr: Tension
pt: Voltagem
ru: Напряжение

source: Water must be turned on before Chemigation can be turned on
es: El agua debe ser encendida antes que la bomba de Quimigación pueda encenderse
fr: Le système doit être en eau avant que la chimigation puisse être activée
pt: A água deve ser ligada antes de ligar a fertirrigação
ru: Вода должна быть включена перед тем как включать внесение химикатов

source: Water must be turned on before Accessory 1 can be turned on
es: El agua debe ser encendida antes que el Accesorio 1 pueda encenderse
fr: Le système doit être en eau avant que l'accessoire 1 puisse être activé
pt: A água deve ser ligada antes de ligar o acessório 1
ru: Вода должна быть включена перед тем как включать вспомогательное оборудование 1

source: Water must be turned on before Accessory 2 can be turned on
es: El agua debe ser encendida antes que el Accesorio 2 pueda encenderse
fr: Le système doit être en eau avant que l'accessoire 2 puisse être activé
pt: A água deve ser ligada antes de ligar o acessório 2
ru: Вода должна быть включена перед тем как включать вспомогательное оборудование 2
